const VOICE = {
    TALK: {
        home: [
            '九三式酸素魚雷満載で重いわ～',
            'あ、あれ？あれはちょっと積みたくないなぁ…',
            '全部で40門の魚雷管だよ～',
            'んぉー？何ー？提督…、もう何なのさぁ、いいけどさぁ',
            'も～お～♪大井っち体触るのや～め～て～よ～♪…って、提督じゃん。何やってんの？',
            '何かこう、肩がこるよねー肩が。まだあたし若いんだけどねー。やっぱ魚雷がちょっと重いんかねー。'
        ],
        marry: [
            '提督、お願いがあるんだけどさ。…あの武器だけは、やっぱ載せないでよね。…頼んだよ…！',
            'まぁ、なんてーの？そうねぇ…いい感じじゃん？最近…まぁ、なんかそう思うんだよね、うん…まぁ>、そんな感じ？'
        ],
        attack: [
            '重雷装巡洋艦「北上」、出撃します！',
            'まぁ大井っちと組めば最強だよね♪',
            '20射線の酸素魚雷、2回いきますよー。',
            '40門の魚雷は伊達じゃないから！',
            'まあ私はやっぱ、基本雷撃よね～',
            '単装砲って、何気にわびさびよね～',
            'ギッタギッタにしてあげましょうかね！',
            'まあ…主砲は…そう…まあ…そうねぇ…',
            'ふふん…これが重雷装艦の実力ってやつよ…あ～よかった～活躍できて～。'
        ],
        hurt: [
            'いたたっ退避していい？',
            'くうぅ～、防御力はないんだよねー･･･',
            'まぁなんて言うの？こんなこともあるよね…早く修理した～い。'
        ],
        powerup: [
            '大井っちの方は大丈夫？そう？',
            'どんどん強化して。良い船になるから。',
            'あ～もうやっちゃいましょー。',
            '良いねえ、しびれるねえ…！ありがとね♪',
            'やっちゃいましょ～♪'
        ],
        shower: [
            'う～んやっぱ難しいよね～、この船。',
            'まぁ～難しいよね～。とりあえず直すね～。',
            'まあ風呂もいいよね～。ね、大井っち？',
            '修理が終わったよ！見てきたら？'
        ],
        sink: [
            '来世はやっぱ、戦艦でお願いします。ガクっ',
            '来世はやっぱ、空母でお願いし…って、いっかな～工作艦とかでも～あはは…'
        ]
    },
    TIME: {
        '0000': '提督、日付が変わったよ。',
        '0100': 'マルヒトマルマル。うん、そう。時報ってやつね。今日はあたしがやったげるよー。',
        '0200': 'マルフタマルマル。なんか飽きてきたー。漫画とかないの？漫画とか。……ちぇ。',
        '0300': 'マルサンマルマル。すっかり夜も更けたね。私も眠いよ…',
        '0400': '現在時刻、マルヨンマルマル。提督は眠くないの？あぁそう、いいねぇ…。',
        '0500': 'マルゴーマルマル。朝になっちゃったよ…明るいよー…あたしゃ眠いよ、寝ていい？今から…',
        '0600': 'マルロクマルマル。わっ！どうしたの、大井っち。そんな怖い顔してさ、なになに？どうしたのさ。',
        '0700': 'マルナナマルマル。提督、大井っちが朝飯作ってくれるって、え？大丈夫だよ、ありがたいねぇ。',
        '0800': 'マルハチマルマル。大井っちの作った朝飯、いただきまーす！…あれ、どうして二人分しかな>いの？提督のは？',
        '0900': 'マルキュウマルマル。だから、大井っち、別に大丈夫だってぇ。さ～自分の持ち場に戻った戻った～。はいはいっ。',
        '1000': 'ヒトマルマルマル。ふぅ…やっと大井っちが戻ってったねー。いや、いい子なんだよ、ホント>はね？あ、知ってた？そお？',
        '1100': 'ヒトヒトマルマル。手なことしてたら、もうお昼だねー。いやー、お昼、何食べよっかねぇ。あ、まだ仕事ね。ハイハイ。',
        '1200': 'ヒトフタマルマル。お昼だぁー。さて、今日は何食べに行こうかねぇ。うーん。',
        '1300': 'ヒトサンマルマル。そうねぇ、やっぱ昼はカレーだよねぇー！間宮カレー、行きますかねぇ？それとも、半舷上陸しちゃう？',
        '1400': 'ふぅ、結局いつもの間宮さんとこのカレー。ま、いいけどねぇ。美味しいし。あ、ヒトヨンマ ルマル。一応ね。',
        '1500': 'ヒトゴーマルマル。まぁねえ。いろいろあったね。でもさ、なんかそれも仕方なかったのかなーってさ。今は思うんだ…。',
        '1600': 'ヒトロクマルマル。あ、阿武隈だー。おーい！あれ？なんで逃げるのさ。おーい。…変なヤツ>。ね？',
        '1700': '現在時刻、ヒトナナマルマル。そろそろ今日は看板だね～夕日が落ちるよ～。',
        '1800': 'ヒトハチマルマル。さ、そろそろ今日もお終いですよー。え、まだ早いって？そっか…ちぇ。',
        '1900': 'ヒトキュウマルマル。あ、大井っち～！何でお鍋抱えてんの？え？大井っち特製カレー？カ、カレーかぁ…。',
        '2000': 'フタマルマルマル。え、提督、夜もカレーでいいって？ふぅーん。いいとこあるね、痺れるねぇ！大井っち、ありがとね♪',
        '2100': 'フタヒトマルマル。まぁ、カレーばっかになっちゃったけどさ、大井っちのも美味しかったよねぇ。なんか変な味したけど。',
        '2200': 'フタフタマルマル。さっ、そろそろ本日の艦隊勤務もおしまいですよ～。ご苦労様でした～。寝よ寝よ。提督、それじゃ。',
        '2300': 'フタサンマルマル。…ん？ん～？え～。あたし今日寝ずの番の係なの？え～？できっかなぁ、>それ無理っぽくない？'
    },
    OOI: '大井っち大好き！',
    ABUKUMA: '阿武隈って、心の中に何かが…'
};

module.exports = VOICE;